Revit 2027 API
ParameterTypeId.SteelElemBoltFinishCalculationAtGap Property
 "Finish Calculation At Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltFinishCalculationAtGap { get; }
Public Shared ReadOnly Property SteelElemBoltFinishCalculationAtGap As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltFinishCalculationAtGap {
	ForgeTypeId^ get ();
}
static member SteelElemBoltFinishCalculationAtGap : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace